{"config": [{"config": {"batch_input_shape": [null, 36], "W_regularizer": null, "W_constraint": null, "output_dim": 700, "input_dim": 36, "activity_regularizer": null, "bias": true, "trainable": true, "name": "dense_1", "b_constraint": null, "activation": "relu", "input_dtype": "float32", "b_regularizer": null, "init": "normal"}, "class_name": "Dense"}, {"config": {"batch_input_shape": [null, 1000], "W_regularizer": null, "W_constraint": null, "output_dim": 50, "input_dim": 700, "activity_regularizer": null, "bias": true, "trainable": true, "name": "dense_2", "b_constraint": null, "activation": "relu", "input_dtype": "float32", "b_regularizer": null, "init": "normal"}, "class_name": "Dense"}, {"config": {"batch_input_shape": [null, 50], "W_regularizer": null, "W_constraint": null, "output_dim": 50, "input_dim": 50, "activity_regularizer": null, "bias": true, "trainable": true, "name": "dense_3", "b_constraint": null, "activation": "relu", "input_dtype": "float32", "b_regularizer": null, "init": "normal"}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": 50, "activity_regularizer": null, "bias": true, "output_dim": 2, "name": "dense_4", "b_constraint": null, "activation": "softmax", "b_regularizer": null, "init": "normal"}, "class_name": "Dense"}], "keras_version": "1.2.0", "class_name": "Sequential"}