{"keras_version": "1.2.0", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"init": "normal", "output_dim": 700, "batch_input_shape": [null, 36], "activity_regularizer": null, "input_dtype": "float32", "trainable": true, "b_regularizer": null, "input_dim": 36, "name": "dense_1", "bias": true, "b_constraint": null, "W_constraint": null, "W_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"init": "normal", "output_dim": 50, "batch_input_shape": [null, 700], "activity_regularizer": null, "input_dtype": "float32", "trainable": true, "b_regularizer": null, "input_dim": 700, "name": "dense_2", "bias": true, "b_constraint": null, "W_constraint": null, "W_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"init": "normal", "output_dim": 2, "batch_input_shape": [null, 50], "activity_regularizer": null, "input_dtype": "float32", "trainable": true, "b_regularizer": null, "input_dim": 50, "name": "dense_3", "bias": true, "b_constraint": null, "W_constraint": null, "W_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"init": "normal", "output_dim": 2, "activity_regularizer": null, "trainable": true, "b_regularizer": null, "input_dim": 2, "name": "dense_4", "bias": true, "b_constraint": null, "W_constraint": null, "W_regularizer": null, "activation": "softmax"}}]}